aaron-bond.better-comments
adpyke.codesnap
alduncanson.react-hooks-snippets
alefragnani.project-manager
andrewmcgoveran.react-component-generator
angryobject.react-pure-to-class-vscode
box-of-hats.bemhelper
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
chakrounanas.turbo-console-log
chris-noring.node-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codeium.codeium
dbaeumer.vscode-eslint
diz.ecsstractor-port
docker.docker
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
expo.vscode-expo-tools
figma.figma-vscode-extension
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
fractalbrew.backticks
funkyremi.vscode-google-translate
github.copilot
github.copilot-chat
github.github-vscode-theme
glenn2223.live-sass
goit.vscode-activity
habeebarul.react-component-tree
helixquar.randomeverything
hollowtree.vue-snippets
htmlhint.vscode-htmlhint
jonkwheeler.styled-components-snippets
kisstkondoros.vscode-gutter-preview
leizongmin.node-module-intellisense
lior-chamla.google-fonts
lllllllqw.jsdoc
mhutchie.git-graph
mikestead.dotenv
mongodb.mongodb-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ru
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-speech
msjsdiag.vscode-react-native
naumovs.color-highlight
nicholashsiang.vscode-react-router-snippets
nucllear.vscode-extension-auto-import
octref.vetur
oderwat.indent-rainbow
openai.chatgpt
planbcoding.vscode-react-refactor
pranaygp.vscode-css-peek
quicktype.quicktype
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.liveserver
sandorengholm.csspreview
sdras.vue-vscode-snippets
sidthesloth.html5-boilerplate
sonarsource.sonarlint-vscode
steoates.autoimport
stivo.tailwind-fold
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
stylelint.vscode-stylelint
suming.react-proptypes-generate
tabnine.tabnine-vscode
tombonnike.vscode-status-bar-format-toggle
tomoki1207.pdf
usernamehw.errorlens
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vue.volar
xabikos.javascriptsnippets
xabikos.reactsnippets
yutengjing.vscode-colorize-plus
zhuangtongfa.material-theme
zignd.html-css-class-completion
